/*Shared Button Translations*/
"Quit" = "Quitter";
"Cancel" = "Annuler";
"Continue" = "Continuer";
"ContinueAnyway" = "Continuer quand même";

/*Escaped Quotes. Remove the backslash and turn the quote into guillemets if needed*/
"EscapedQuoteStart" = "«";
"EscapedQuoteEnd" = "»";

/*Shared Warnings*/
"NoDrivesFound" = "Aucun disque de stockage approprié trouvé. Vérifiez que votre disque est branché et allumé.";

/*This translation hides the stupid non-zero exit from OS X. Please ignore, Linus will translate this himself.*/
"NonZeroExit" = "La commande s'est terminé avec un statut non nul.";


/*Create elementary OS Installer*/

"CreateInstallerAppTitle" = "Créer un installeur elementary OS";

/*Buttons*/
"Download" = "Télécharger";

/*Dialogs*/
"ChooseISO" = "Sélectionnez une image ISO elementary OS :";
"ChooseDrive" = "Choisissez un disque pour l'installeur elementary OS :";
"InstallComplete" = "L'installeur Elementary OS a bien été créé. Pour restaurer le disque, formatez-le en utilisant Utilitaire de Disque ou « Restaurer un disque USB ».";
"InstallCompleteNotification" = "Installeur créé avec succès.";
"AdminDialog" = "Create elementary OS Installer wants to install to the drive \"";

/*Warnings*/
"OldMacWarning" = "This Mac may have trouble starting elementary OS trough USB. Find more information and alternaltives below.";
"newOSXVersion" = "Cette version de « Créer un installeur elementary OS » a été faite pour Mac OS X 10.8 et inférieur. Il est recommandé d'utiliser une version plus récente.";
"PPCWarning" = "elementary OS ne supporte pas les Mac PowerPC. Le disque USB créé pourra être utilisé uniquement sur des PC et des Mac Intel.";
"XServeWarning" = "elementary OS ne supporte pas les Mac de type Xserve. Le disque USB créé pourra être utilisé uniquement sur d'autres Mac Intel récents.";
"ConfirmQuit" = "Quitter maintenant peut mettre le disque USB dans un état inutilisable. Vous aurez peut-être besoin de la formater à l'aide d'Utilitaire de Disque ou « Restaurer un disque USB » si vous choisissez de quitter.";
"NotEnoughSpace" = "\" Pas assez d'espace disque ! Un minimum d' 1 GB d'espace libre est requis !";

/*Progress bar text*/
"ReformatDisk" = "Formatage du disque…";
/*This is followed by the name of the USB drive in the app.*/
"CopyingISO" = "Copie d'elementary OS sur le disque « ";

/*Multi part translation. Make sure to replace the escaped quotes with guillemets if required*/
"DriveName" = "Le disque « ";
"ConfirmReformatDriveName" = " » va être effacé et son contenu va être remplacé par l'installeur d'elementary OS. Ceci nécessitera les droits administrateur. Voulez-vous continuer ?";
"PartitionName" = "La partition \"";
"EraseMultiplePartitions" = "\" est sur un disque avec plusieurs partitions. Êtes-vous sûr de vouloir tout effacer et remplacer par le contenu de l'installation d'Elementary OS ?";

/*Restore USB Drive.*/

"RestoreUSBDriveAppTitle" = "Restaurer un disque USB";

"ChooseDriveRestore" = "Sélectionnez un disque à restaurer";
"ConfirmRestoreDriveName" = " » va être effacé. Voulez-vous continuer ?";
"RestoreComplete" = "Le disque USB a bien été restauré.";
"RestoreCompleteNotification" = "Disque USB restauré avec succès";

/*Do not translate LocalizedUSBDriveName if it contains Unicode characters. This is unfortunately a technical limitation*/
"LocalizedUSBDriveName" = "Disque USB";
"NameUSBDrive" = "Nommez le disque USB";
